/* Formatting strings for location data output */
"LatLongFormat" = "%.4f° %@, %.4f° %@";
"AltitudeFormat" = "%.2f meters %@";
"AccuracyFormat" = "%.2f meters";
"CourseFormat" = "%.4f° Clockwise from North";
"SpeedFormat" = "%.2f meters per second";

/* Directions */ 
"North" = "N";
"South" = "S";
"East" = "E";
"West" = "W";
"AboveSeaLevel" = "above sea level";
"BelowSeaLevel" = "below sea level";

/* Error messages */
"NoLocationServices" = "Location services are not enabled.";
"LocationDenied" = "Access to use your location was denied.";
"LocationUnknown" = "Your location could not be determined.";
"GenericLocationError" = "Unknown location error code:";
